{"id":11,"date":"2024-02-01T13:25:44","date_gmt":"2024-02-01T13:25:44","guid":{"rendered":"https:\/\/internal.buck.co\/?p=11"},"modified":"2024-02-01T13:25:45","modified_gmt":"2024-02-01T13:25:45","slug":"textile-and-garment-machinery-exhibition-begins-at-iccb","status":"publish","type":"post","link":"https:\/\/internal.buck.co\/textile-and-garment-machinery-exhibition-begins-at-iccb\/","title":{"rendered":"Textile and Garment Machinery Exhibition begins at ICCB"},"content":{"rendered":"\n<p><img decoding=\"async\" src=\"https:\/\/www.banglanews24.com\/public\/uploads\/2024\/02\/01\/1706791763.DTG.jpg\" alt=\"Textile and Garment Machinery Exhibition begins at ICCB\"><\/p>\n\n\n\n<p><strong>Dhaka:<\/strong>&nbsp;Dhaka International Textile and Garment Machinery Exhibition (DTG 2024), the biggest international exhibition of Bangladesh&#8217;s apparel and textile sector machinery, has started.<\/p>\n\n\n\n<p>Prime Minister&#8217;s Adviser on Private Industries and Investment Salman F Rahman inaugurated the four-day exhibition at International Convention City Bashundhara (ICCB) in the capital on Thursday (February 1).<\/p>\n\n\n\n<p>The 18th edition of DTG is organized by the Bangladesh Textile Mills Association (BTMA), the association of textile mill owners.<\/p>\n\n\n\n<p>In the opening ceremony, Salman F Rahman said, I consider BTMA as my family. Because once I was a member of this family. The new machines that are coming in the market now require less fuel. Besides, in the case of dyeing, environmental pollution is much less in these new technology machines. In addition, buyers are instructed to order green products or eco-friendly products. And this is why we have to constantly update the machinery of the garment sector, otherwise it becomes difficult to survive in the competitive market.<\/p>\n\n\n\n<p>He said that earlier the owners had to go to exhibitions outside the country to buy the machineries of the garment sector. But now you don&#8217;t have to. There are big exhibitions in the country. Many thanks to those who are organizing these exhibitions.<\/p>\n\n\n\n<p>Mentioning that the value addition of the knitting sector is high in the garment industry in the international market, the value addition of the oven sector is very low, Salman F. Rahman said, currently there is enough opportunity for new value addition in the oven sector. That is why many new entrepreneurs are investing in this sector.<br><br><img decoding=\"async\" alt=\"\" src=\"http:\/\/bnpub.banglanews24.com\/public\/userfiles\/images\/Ferdous\/fedo\/dmp\/hasina%20faridpur\/Fish\/DTG_Salman.jpg\"><br>In the opening ceremony of Dhaka International Textile and Garment Machinery Exhibition<br><br>, Salman F. Rahman mentioned that this year will be very challenging for businessmen. But we hope, we can face this challenge. Because, all kinds of problems that have come to Bangladesh, the businessmen have managed to deal with them beautifully. According to me, traders can do business well if there is a favorable environment. The favorable environment that the Awami League government has created in the last 15 years. As a result, there has been a growth of 6 percent in the private sector. I think the main driving force of the economy is the private sector.<\/p>\n\n\n\n<p>Salman F. Rahman pointed out that several countries, including Bangladesh, have faced various problems in the field of trade as a result of increasing the US Federal Reserve interest, and said that after the war between Corona and Russia in Ukraine, the US federal rate suddenly increased, after which the dollar became very strong. In that case, a kind of dollar crisis occurred. As a result, fuel prices have increased in the international market.<\/p>\n\n\n\n<p>He said that gas is being given to the people of this country at a subsidy of about 50% of the price of gas as a fuel in the international market. The situation is the same in the power sector. Compared to the world market, gas and electricity prices in Bangladesh are still the lowest.<\/p>\n\n\n\n<p>Commenting that international buyers of textile and apparel products have now started thinking of Bangladesh as their main sourcing destination, BTMA President Mohammad Ali Khokon said entrepreneurs can learn about various types of modern machinery and technology at this exhibition. The machines on display will help increase the productivity of the textile industry. Where fuel consumption will be greatly reduced and competitive advantage will be maintained. I think the exhibition will provide a unique opportunity for our local textile and garment entrepreneurs.<\/p>\n\n\n\n<p>The exhibition, which started on Thursday, will continue till February 4. The exhibition will be open for visitors every day from 12 noon to 8 pm. 1,100 exhibitors from 33 countries showcased their products this year with more than 1,600 booths. Last year, 1,200 exhibitors from 36 countries participated in DTG with 1,600 booths.<\/p>\n\n\n\n<p>FBCCI President was present as a special guest in the opening ceremony. Mahbubul Alam, BKMEA Executive President Mohammad Hatem, Yorkers Trade and Marketing Service Company Limited President Judy Wang, FBCCI Senior Vice President Amin Helali and others.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Dhaka:&nbsp;Dhaka International Textile and Garment Machinery Exhibition (DTG 2024), the biggest international exhibition of Bangladesh&#8217;s apparel and textile sector machinery, has started. Prime Minister&#8217;s Adviser on Private Industries and Investment Salman F Rahman inaugurated the four-day exhibition at International Convention City Bashundhara (ICCB) in the capital on Thursday (February 1). The 18th edition of DTG &#8230; <a title=\"Textile and Garment Machinery Exhibition begins at ICCB\" class=\"read-more\" href=\"https:\/\/internal.buck.co\/textile-and-garment-machinery-exhibition-begins-at-iccb\/\" aria-label=\"More on Textile and Garment Machinery Exhibition begins at ICCB\">Read more<\/a><\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[3,4],"tags":[],"_links":{"self":[{"href":"https:\/\/internal.buck.co\/wp-json\/wp\/v2\/posts\/11"}],"collection":[{"href":"https:\/\/internal.buck.co\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/internal.buck.co\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/internal.buck.co\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/internal.buck.co\/wp-json\/wp\/v2\/comments?post=11"}],"version-history":[{"count":1,"href":"https:\/\/internal.buck.co\/wp-json\/wp\/v2\/posts\/11\/revisions"}],"predecessor-version":[{"id":16,"href":"https:\/\/internal.buck.co\/wp-json\/wp\/v2\/posts\/11\/revisions\/16"}],"wp:attachment":[{"href":"https:\/\/internal.buck.co\/wp-json\/wp\/v2\/media?parent=11"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/internal.buck.co\/wp-json\/wp\/v2\/categories?post=11"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/internal.buck.co\/wp-json\/wp\/v2\/tags?post=11"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}