{"id":13,"date":"2024-02-01T13:24:08","date_gmt":"2024-02-01T13:24:08","guid":{"rendered":"https:\/\/internal.buck.co\/?p=13"},"modified":"2024-02-01T13:24:08","modified_gmt":"2024-02-01T13:24:08","slug":"bashundhara-md-birthday-orphan-festival","status":"publish","type":"post","link":"https:\/\/internal.buck.co\/bashundhara-md-birthday-orphan-festival\/","title":{"rendered":"Bashundhara MD Birthday Orphan Festival"},"content":{"rendered":"\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/www.banglanews24.com\/public\/uploads\/2024\/02\/01\/1706771954.88888.jpg\" alt=\"Bashundhara MD Birthday Orphan Festival\"\/><\/figure>\n\n\n\n<p><strong>Dhaka:<\/strong>&nbsp;Faizur Rahman, a student of Jamia Kakkasimul Uloom Dargah Hazrat Shahjalal (RA) Madrasah in Sylhet, is very happy to get hot and quality food on a winter morning. Faizur sat with his friends in this madrasa premises of Sylhet and ate together with satisfaction.The sound of praise in his voice after eating. According to him, people waste their birthdays. Bashundhara Group MD has taken the initiative to feed madrasa students on his birthday. It undoubtedly bears the identity of his beautiful and noble mind. Last year also he sent food to the madrasa. God bless him.<\/p>\n\n\n\n<p>1 lakh 33 thousand orphans and madrasa students were entertained with high quality food on the occasion of the birthday of Sayem Sobhan Anveer, Managing Director (MD) of Bashundhara Group, the country&#8217;s top industrial conglomerate, on Wednesday (January 31).<\/p>\n\n\n\n<p>The teachers are also happy with the enthusiasm of the students. Muhtamim Maulana Mashuk Uddin of that madrasa in Sylhet thanked and said that Sayem Sobhan Anvir, MD of Bashundhara Group, is feeding the orphan students of the madrasa on his birthday. It is a good deed, a deed of reward. May Allah accept his initiative. Give him more prosperity, so that he can do more good to people.<\/p>\n\n\n\n<p>On the occasion of Sayem Sobhan Anvir&#8217;s birthday on January 31, delicious food was distributed to underprivileged madrasa students, orphans and street children in Dhaka, Chittagong, Khulna, Rangpur, Sylhet and all over Bangladesh. According to Bashundhara Group, 1 lakh 33 thousand 262 children were entertained with delicious food on MD&#8217;s birthday across the country. In addition to Dhaka city, food was distributed to 89 thousand 339 children in Rupganj, Keraniganj, Savar. 10 thousand 20 children in Chittagong, 10 thousand in Khulna, 5 thousand in Sylhet and Rangpur, 4 thousand in Bancharampur and 2 thousand 52 in Madanganj of Narayanganj were given delicious food.<\/p>\n\n\n\n<p>Meanwhile, Sayem Sobhan Anveer was showered with wishes from his devout fans despite expressing his reluctance to organize any kind of grandeur. Hundreds of fans turned up at his residence with flowers and cakes from the early hours of his birthday. From various industrial establishments, businessmen, media personalities, people of various classes and professions congratulated him. Thousands of people have gathered in front of his house since Wednesday morning. Devotees come from far and wide with flowers and cakes to greet them. Apart from this, the flood of wishes also flowed through social media.<\/p>\n\n\n\n<p><strong>Orphan Children&#8217;s Day of Joy:<\/strong>&nbsp;While visiting different areas on the surface, there was no dearth of cooking arrangements for the orphan children. The entire event was directly supervised by Sayem Sobhan Anvir himself. This makes Wednesday morning a little different for the orphans. The fragrance of happiness fills their surroundings. Orphaned children&#8217;s plates were filled with their favorite food, with a little mother&#8217;s love or father&#8217;s affection as an ingredient.<\/p>\n\n\n\n<p>Food was distributed to 450 orphans and poor students at Rahim Metal Madrasa and Orphanage in Tejgaon Industrial Area of ​​the capital. Madrasa&#8217;s Muhtamim Mufti Nasir Uddin said, distribution of food among orphans and helpless children on the birthday of Bashundhara&#8217;s managing director has given a different look to the birthday celebrations. This is a very commendable initiative. This is an example of good character to stand by the helpless people. This is a sign of great piety. May Allah bless his halal business, we pray. &nbsp;<\/p>\n\n\n\n<p>Naimul Islam, an orphan student of this madrasa, expressed his feelings and said that we were given food on the occasion of Bashundhara Group&#8217;s managing director&#8217;s birthday. We feel good to eat. We pray for MD sir, may he be well. On the birthday of MD Bashundhara, in the mood of the festival, a delicious meal was organized for the orphans across the country. In every Madrasa, prayers are offered to Saim Sobhan Anveer for a long and healthy life.<\/p>\n\n\n\n<p><strong>Reports sent to delegates:<\/strong><\/p>\n\n\n\n<p><strong>Chittagong:<\/strong>&nbsp;On the occasion of Sayem Sobhan Anveer&#8217;s birthday, 10,200 madrasa students were served high-quality food in Chittagong. Delicious food is distributed to every student from Wednesday morning to noon. Extensive preparations started from last Tuesday, the previous day for preparing the food. After cooking in Hathajari Bara Madrasa&#8217;s kitchen and a modern convention center in Agrabad in the city, the high-quality food service started from 9 am on Wednesday morning. Out of this, 8,000 students of Chittagong&#8217;s Al Jamiatul Ahlia Darul Uloom Mu&#8217;inul Islam (Hathazari Big Madrasa) and 2,200 students of Sholakbahar Madrasa of the city were given these high-quality meals. Mufti Abu Saeed, senior teacher of Al Jamiatul Ahlia Darul Uloom Muinul Islam Madrasah, said that hospitality is a work of reward. Hospitality of madrasa students is an act of greater virtue. Bashundhara Group MD Sayem Sobhan is doing a good job of feeding madrasa students on Anveer&#8217;s birthday which deserves appreciation.<\/p>\n\n\n\n<p><strong>Sylhet:<\/strong>&nbsp;The faces of the orphan students were happy after receiving food in Sylhet. Cooking begins on Tuesday night. After cooking all night, the distribution started at 9 am in Sylhet&#8217;s 14 madrasas. On this day, food was distributed among children in various madrasas and orphanages including Jamia Kakkasimul Uloom Dargah Hazrat Shahjalal (RA) Madrasa, Jamia Faridabad Madrasa and Orphanage. Earlier, the cake was cut at 12.00 pm at a restaurant in Barabazar area of ​​Amberkhana. Sylhet Additional DIG Nasir Uddin Ahmed, Additional Chief Metropolitan Magistrate Abdul Momen, Ansar and VDP Sylhet District Commandant Ali Reza Rabbi, Director of Sylhet Chamber were present at this time. Rimad Ahmad Rubel and others. They said, &#8216;Besides the enviable business success, Bashundhara Group continues to make unique contributions in the media and sports fields of the country. And in this case Sayem Sobhan Anvir is playing the role of savior. &#8216;<\/p>\n\n\n\n<p><strong>Gopalganj:<\/strong>&nbsp;On the occasion of Sayem Sobhan Anveer&#8217;s birthday, the children of Al Mortuza Tafizul Qur&#8217;an Madrasah and Orphanage of Sabuj Bagh area of ​​Gopalganj cut the cake at 12:01 PM. Group officials and dealers were present at this time. On Wednesday afternoon, three thousand and 715 orphans of 15 madrasas and orphanages of Gopalganj Sadar, Tungipara, Kotalipara Upazila, Naragati Thana of Narail District and Mollahat Upazila of Bagerhat District were served delicious food.<\/p>\n\n\n\n<p><strong>Rangpur:<\/strong>&nbsp;About 5 thousand students got food in 41 madrasas in Rangpur district on Sayem Sobhan Anveer&#8217;s birthday. On the other hand, family members of East West Media Group Rangpur cut birthday cake at Rangpur Zilla Parishad Community Center at night. Delicious food was handed over to madrasas, orphanages and street children in Gangachra, Sadar Upazila, Pirgacha of the district on Wednesday afternoon. At this time, the teachers and students expressed their gratitude and said that no organization has done such a great work in this country. Students are very happy to receive this advanced food. &nbsp;<\/p>\n\n\n\n<p><strong>Khulna:<\/strong>&nbsp;In the first hour of the day, at 12:11, the program started with a cake cutting at an elite resort in the city. Later in the day, mass distribution of food and prayer was held among the orphans. 10,000 children and students of high quality food were distributed in different areas of Khulna from morning. Jamia Islamia Arabia Darul Uloom Madrasa students said, MD of Bashundhara Group thinks about us, it feels really good. Today there is a festival in the madrasa. May he live long, I pray. Prayers were held at Jamia Islamia Arabia Darul Uloom Madrasah in Bad Johor Khulna.<\/p>\n\n\n\n<p><strong>Narayanganj:<\/strong>&nbsp;Koran Khatam and Dua were held in different madrasas of Rupganj and Madanganj of Narayanganj. Around 3000 students were served good quality food in 15 madrasas. On Wednesday morning, food cooked in various Madrasahs of the port was handed over to the students. Earlier, officers and employees cut the cake on the occasion of Sayem Sobhan Anveer&#8217;s birthday at Bashundhara Industrial Complex Limited in Madanganj of the port. Quran Khatam and Dua are organized there separately. Muhtamim Mufti Abul Kalam Ashraf said before the prayer ceremony at Jamia Islamia Abu Bakar Siddique (r.a.) Hafezia Madrasa of Shantinagar area of ​​Madanganj, Bandar, that the MD of Bashundhara Group is doing a good job of feeding madrasa students on their birthdays, it deserves appreciation. We have prayed for him in the mosque since morning. Prayers have been done in every classroom.<\/p>\n\n\n\n<p><strong>Bancharampur:<\/strong>&nbsp;Qur&#8217;an Khatam, Milad and Dua were organized in 98 madrasa orphanages of the upazila. 967 orphan students and 2696 needy and destitute students were served quality food. Bancharampur Islamia Sobhaniya Fazil Madrasa along with all Madrasahs of the upazila held simultaneous prayer and Milad Mahfil. The birthday was celebrated with due dignity under the guidance of Maynal Hossain Chowdhury, adviser of Bashundhara Group and publisher of East West Media Group. &nbsp;<\/p>\n\n\n\n<p><strong>Mongla:<\/strong>&nbsp;High quality food was distributed to 7 thousand 671 orphans and students in 13 madrasas in Mongla. Cooking starts from Tuesday night. After that, food was delivered to the madrassas from 10 am and food was delivered to all the madrassas and orphanages before Zohar prayer. Bhatt Kanakpur Siddiquiya Aminiya Madrasa served the highest number of 502 students. Apart from this, delicious food was served to the students in various Madrasas including Digraj Qaumi Madrasa, Ideal Cadet Madrasa, Bahumukhi Qaumi Madrasa, Korban Ali Alim Madrasa and Orphanage.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Dhaka:&nbsp;Faizur Rahman, a student of Jamia Kakkasimul Uloom Dargah Hazrat Shahjalal (RA) Madrasah in Sylhet, is very happy to get hot and quality food on a winter morning. Faizur sat with his friends in this madrasa premises of Sylhet and ate together with satisfaction.The sound of praise in his voice after eating. According to him, &#8230; <a title=\"Bashundhara MD Birthday Orphan Festival\" class=\"read-more\" href=\"https:\/\/internal.buck.co\/bashundhara-md-birthday-orphan-festival\/\" aria-label=\"More on Bashundhara MD Birthday Orphan Festival\">Read more<\/a><\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[3],"tags":[],"_links":{"self":[{"href":"https:\/\/internal.buck.co\/wp-json\/wp\/v2\/posts\/13"}],"collection":[{"href":"https:\/\/internal.buck.co\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/internal.buck.co\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/internal.buck.co\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/internal.buck.co\/wp-json\/wp\/v2\/comments?post=13"}],"version-history":[{"count":1,"href":"https:\/\/internal.buck.co\/wp-json\/wp\/v2\/posts\/13\/revisions"}],"predecessor-version":[{"id":14,"href":"https:\/\/internal.buck.co\/wp-json\/wp\/v2\/posts\/13\/revisions\/14"}],"wp:attachment":[{"href":"https:\/\/internal.buck.co\/wp-json\/wp\/v2\/media?parent=13"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/internal.buck.co\/wp-json\/wp\/v2\/categories?post=13"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/internal.buck.co\/wp-json\/wp\/v2\/tags?post=13"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}